modulo_02-legislação_e_finanças/03-gestao_de_custos_em_saude/exercicio_10.org
#+OPTIONS: toc:nil num:t H:3 ^:nil
#+STARTUP: overview
#+PROPERTY: header-args:python :exports results

#+LATEX_HEADER: \usepackage{fgv-header}

#+begin_export latex
\begingroup
\linespread{1}\selectfont
\begin{tcolorbox}[title=Ficha Técnica,
  colback=gray!5,colframe=gray!40,boxrule=0.4pt,sharp corners]
\begin{tblr}{rowsep=1pt,stretch=1, rows={t}, colspec={Q[l,2.8cm] X[l]}}
\textbf{Curso}   		& MBA em Gestão da Saúde \\
\textbf{Turma}      		& T-01 \\
\textbf{Pólo}      		& Brasília \\
\textbf{Disciplina}     	& Gestão de Custos \\
\textbf{Professor}      	& Waldir Jorge Ladeira dos Santos \\
\textbf{Trabalho}  	        & Resolução de exercício da apostila \\
\textbf{Aluno(s)}     		& Gustavo M. Mendes de Tarso. \\
\textbf{Prazo}     		& 23 de fevereiro de 2026 \\
\textbf{Título do trabalho}     & Gestão de Custos do Consultório \\ 
\end{tblr}
\end{tcolorbox}
\endgroup
#+end_export

#+LATEX: \FGVNewPage

* Exercício 10 — Consultório

** Enunciado
Um consultório atendeu \(Q = 2.640\) pacientes durante um exercício (12 pacientes em média por dia). O valor da consulta é \(P = \text{R\$}\,250{,}00\). Os gastos variáveis (MOD + materiais/insumos aplicados + energia) somaram \(\text{R\$}\,528.000{,}00\). Os fixos foram \(\text{R\$}\,11.847{,}58\) por mês e \(\text{R\$}\,142.171{,}00\) por ano.

** DREx (anual) — valor do enunciado e unitário

*** Cálculos unitários
\[
CV_{unit} = \frac{528.000}{2.640} = 200{,}00\ \text{R\$/consulta}
\]

\[
MC_{unit} = P - CV_{unit} = 250 - 200 = 50{,}00\ \text{R\$/consulta}
\]

#+NAME: tab:ex10_drex_consultorio
#+CAPTION: Exercício 10 — DREx do consultório (total e unitário)
#+ATTR_LATEX: :center nil :float nil
#+LATEX: \begin{table}[htbp]
#+LATEX: \centering
#+LATEX: \scriptsize
#+LATEX: \setlength{\tabcolsep}{3pt}
#+LATEX: \renewcommand{\arraystretch}{1.15}
#+LATEX: \begin{tabularx}{\textwidth}{%
#+LATEX:   >{\raggedright\arraybackslash}X
#+LATEX:   >{\raggedleft\arraybackslash}m{0.22\textwidth}
#+LATEX:   >{\raggedleft\arraybackslash}m{0.18\textwidth}}
#+LATEX: \toprule
#+LATEX: DREx & Valor do enunciado (R\$) & \$ unitário (R\$/consulta) \\
#+LATEX: \midrule
#+LATEX: Receita & 660.000,00 & 250,00 \\
#+LATEX: (-) Variáveis & 528.000,00 & 200,00 \\
#+LATEX: (=) Margem de Contribuição (MC) & 132.000,00 & 50,00 \\
#+LATEX: (-) Custos/Despesas Fixas & 142.171,00 & 53,85 \\
#+LATEX: (=) Resultado Operacional Líquido & -10.171,00 & -3,85 \\
#+LATEX: \bottomrule
#+LATEX: \end{tabularx}
#+LATEX: \normalsize
#+LATEX: \end{table}

** Ponto de equilíbrio

*** Fórmulas-base
\[
PE_{qtd} = \frac{Fixos}{MC_{unit}}
\]

\[
PE_{R\$} = \frac{Fixos}{MC\%}
\qquad \text{com} \qquad
MC\% = \frac{MC_{unit}}{P}
\]

\[
MC\% = \frac{50}{250} = 0{,}20
\]

*** Por mês
\[
PE_{\text{consultas/mês}} = \frac{11.847{,}58}{50} = 236{,}95 \approx 237\ \text{consultas/mês}
\]

\[
PE_{\text{faturamento/mês}} = \frac{11.847{,}58}{0{,}20} = 59.237{,}90\ \text{R\$}
\]

*** Por ano
\[
PE_{\text{consultas/ano}} = \frac{142.171{,}00}{50} = 2.843{,}42 \approx 2.844\ \text{consultas/ano}
\]

\[
PE_{\text{faturamento/ano}} = \frac{142.171{,}00}{0{,}20} = 710.855{,}00\ \text{R\$}
\]

** Consultas por dia no ponto de equilíbrio

*** Dias de atendimento no ano
\[
D = 20\ \text{dias/mês} \times 11\ \text{meses} = 220\ \text{dias}
\]

*** Ponto de equilíbrio em consultas/dia
\[
PE_{\text{consultas/dia}} = \frac{2.843{,}42}{220} = 12{,}92 \approx 13\ \text{consultas/dia}
\]

** Meta de lucro anual de \(\text{R\$\,200.000,00}\)

*** Fórmula
\[
Q_{\text{meta}} = \frac{Fixos + Lucro}{MC_{unit}}
\]

*** Cálculo
\[
Q_{\text{meta}} = \frac{142.171 + 200.000}{50} = 6.843{,}42 \approx 6.844\ \text{consultas/ano}
\]

\[
R_{\text{meta}} = Q_{\text{meta}} \times P = 6.843{,}42 \times 250 = 1.710.855{,}00\ \text{R\$}
\]

** Margem de segurança

*** Fórmulas
\[
MS_{qtd} = Q_{\text{real}} - PE_{qtd}
\qquad;\qquad
MS\% = \frac{Q_{\text{real}} - PE_{qtd}}{Q_{\text{real}}}
\]

*** Cálculos
\[
MS_{qtd} = 2.640 - 2.843{,}42 = -203{,}42\ \text{consultas}
\]

\[
MS\% = \frac{-203{,}42}{2.640} = -0{,}0771 \approx -7{,}71\%
\]

*** Interpretação
Não houve margem de segurança: faltaram cerca de \(203\) consultas (\(\approx 8\%\)) para atingir o ponto de equilíbrio anual.
