modulo_02-legislação_e_finanças/03-gestao_de_custos/exercicio_10.tex
% Created 2026-02-23 seg 11:38
% Intended LaTeX compiler: lualatex
\documentclass[12pt]{article}
\usepackage[a4paper,left=3cm,top=3cm,right=2cm,bottom=2cm]{geometry}
\setcounter{secnumdepth}{4}
\setcounter{tocdepth}{2}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{fgv-header}
\author{Gustavo M. Mendes de Tarso}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Gustavo M. Mendes de Tarso},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.2 (Org mode 9.5.5)}, 
 pdflang={English}}
\begin{document}

\begingroup
\linespread{1}\selectfont
\begin{tcolorbox}[title=Ficha Técnica,
  colback=gray!5,colframe=gray!40,boxrule=0.4pt,sharp corners]
\begin{tblr}{rowsep=1pt,stretch=1, rows={t}, colspec={Q[l,2.8cm] X[l]}}
\textbf{Curso}   		& MBA em Gestão da Saúde \\
\textbf{Turma}      		& T-01 \\
\textbf{Pólo}      		& Brasília \\
\textbf{Disciplina}     	& Gestão de Custos \\
\textbf{Professor}      	& Waldir Jorge Ladeira dos Santos \\
\textbf{Trabalho}  	        & Resolução de exercício da apostila \\
\textbf{Aluno(s)}     		& Gustavo M. Mendes de Tarso. \\
\textbf{Prazo}     		& 23 de fevereiro de 2026 \\
\textbf{Título do trabalho}     & Gestão de Custos do Consultório \\ 
\end{tblr}
\end{tcolorbox}
\endgroup

\FGVNewPage

\section{Exercício 10 — Consultório}
\label{sec:org07afaaa}

\subsection{Enunciado}
\label{sec:org7263d3e}
Um consultório atendeu \(Q = 2.640\) pacientes durante um exercício (12 pacientes em média por dia). O valor da consulta é \(P = \text{R\$}\,250{,}00\). Os gastos variáveis (MOD + materiais/insumos aplicados + energia) somaram \(\text{R\$}\,528.000{,}00\). Os fixos foram \(\text{R\$}\,11.847{,}58\) por mês e \(\text{R\$}\,142.171{,}00\) por ano.

\subsection{DREx (anual) — valor do enunciado e unitário}
\label{sec:orgeddc213}

\subsubsection{Cálculos unitários}
\label{sec:orgbfbd660}
\[
CV_{unit} = \frac{528.000}{2.640} = 200{,}00\ \text{R\$/consulta}
\]

\[
MC_{unit} = P - CV_{unit} = 250 - 200 = 50{,}00\ \text{R\$/consulta}
\]

\begin{table}[htbp]
\centering
\scriptsize
\setlength{\tabcolsep}{3pt}
\renewcommand{\arraystretch}{1.15}
\begin{tabularx}{\textwidth}{%
>{\raggedright\arraybackslash}X
>{\raggedleft\arraybackslash}m{0.22\textwidth}
>{\raggedleft\arraybackslash}m{0.18\textwidth}}
\toprule
DREx & Valor do enunciado (R\$) & \$ unitário (R\$/consulta) \\
\midrule
Receita & 660.000,00 & 250,00 \\
(-) Variáveis & 528.000,00 & 200,00 \\
(=) Margem de Contribuição (MC) & 132.000,00 & 50,00 \\
(-) Custos/Despesas Fixas & 142.171,00 & 53,85 \\
(=) Resultado Operacional Líquido & -10.171,00 & -3,85 \\
\bottomrule
\end{tabularx}
\normalsize
\end{table}

\subsection{Ponto de equilíbrio}
\label{sec:org65a3f0d}

\subsubsection{Fórmulas-base}
\label{sec:org00e873f}
\[
PE_{qtd} = \frac{Fixos}{MC_{unit}}
\]

\[
PE_{R\$} = \frac{Fixos}{MC\%}
\qquad \text{com} \qquad
MC\% = \frac{MC_{unit}}{P}
\]

\[
MC\% = \frac{50}{250} = 0{,}20
\]

\subsubsection{Por mês}
\label{sec:orge34f9ef}
\[
PE_{\text{consultas/mês}} = \frac{11.847{,}58}{50} = 236{,}95 \approx 237\ \text{consultas/mês}
\]

\[
PE_{\text{faturamento/mês}} = \frac{11.847{,}58}{0{,}20} = 59.237{,}90\ \text{R\$}
\]

\subsubsection{Por ano}
\label{sec:orged63b64}
\[
PE_{\text{consultas/ano}} = \frac{142.171{,}00}{50} = 2.843{,}42 \approx 2.844\ \text{consultas/ano}
\]

\[
PE_{\text{faturamento/ano}} = \frac{142.171{,}00}{0{,}20} = 710.855{,}00\ \text{R\$}
\]

\subsection{Consultas por dia no ponto de equilíbrio}
\label{sec:org222f8b9}

\subsubsection{Dias de atendimento no ano}
\label{sec:org51aca01}
\[
D = 20\ \text{dias/mês} \times 11\ \text{meses} = 220\ \text{dias}
\]

\subsubsection{Ponto de equilíbrio em consultas/dia}
\label{sec:orgc963d8a}
\[
PE_{\text{consultas/dia}} = \frac{2.843{,}42}{220} = 12{,}92 \approx 13\ \text{consultas/dia}
\]

\subsection{Meta de lucro anual de \(\text{R\$\,200.000,00}\)}
\label{sec:org727e215}

\subsubsection{Fórmula}
\label{sec:org4a6f2f5}
\[
Q_{\text{meta}} = \frac{Fixos + Lucro}{MC_{unit}}
\]

\subsubsection{Cálculo}
\label{sec:orgfb98572}
\[
Q_{\text{meta}} = \frac{142.171 + 200.000}{50} = 6.843{,}42 \approx 6.844\ \text{consultas/ano}
\]

\[
R_{\text{meta}} = Q_{\text{meta}} \times P = 6.843{,}42 \times 250 = 1.710.855{,}00\ \text{R\$}
\]

\subsection{Margem de segurança}
\label{sec:orgf950294}

\subsubsection{Fórmulas}
\label{sec:orgef6bafe}
\[
MS_{qtd} = Q_{\text{real}} - PE_{qtd}
\qquad;\qquad
MS\% = \frac{Q_{\text{real}} - PE_{qtd}}{Q_{\text{real}}}
\]

\subsubsection{Cálculos}
\label{sec:org256349f}
\[
MS_{qtd} = 2.640 - 2.843{,}42 = -203{,}42\ \text{consultas}
\]

\[
MS\% = \frac{-203{,}42}{2.640} = -0{,}0771 \approx -7{,}71\%
\]

\subsubsection{Interpretação}
\label{sec:org01aa507}
Não houve margem de segurança: faltaram cerca de \(203\) consultas (\(\approx 8\%\)) para atingir o ponto de equilíbrio anual.
\end{document}